[
    {
        "uniqueid": "u5.3d77bd6f",
        "data": {
            "unitid": "U5",
            "id": 1,
            "title": "",
            "points": {},
            "paragraphs": [
                "A point has a position and its location can be ascertained. It has no dimension and direction.",
                "Points are denoted by Capital letters as A, B, C, D.",
                "Line is straight and extends indefinitely in both directions.",
                "A line can be denoted by a single small letter or by",
                "using any two points A and B on it.",
                "A line has no end point.",
                "Only one line can be drawn passing through two given points.",
                "Many number of lines can be drawn through a given point.",
                "Collinear Points :-",
                "Three or more points are said to be collinear if all of them lie on the same straight line.",
                "Plane : A plane is a flat surface which extends indefinitely in all directions.",
                "Intersecting Lincs :",
                "if two distinct lines in a plane have one point in common they are called intersecting lines.",
                "The common point is called point of intersection.",
                "Non-intersecting lines :",
                "If two distinct lines in a plane have no point common they are called non-intersecting lines.",
                "Concurrent lines :",
                "Three or more distinct lines in a plane are said to be concurrent if they all pass through the same point.",
                "The common point is called point of concurrence.",
                "Line Segment : A line segment is a portion of a line. It has two end points. It is denoted by",
                "Only one line segment can be drawn joining two given points.",
                "Ray : If a part of a line has one end point but extends indefinitely in the other direction then it is called a ray.",
                "O. Initial point",
                "Opposite rays : Two rays with same initial point but directed in the opposite direction.",
                "O - initial point ; OA, 0B - opposite rays.",
                "Any number ofrays can be drawn from a given initial point."
            ]
        }
    },
    {
        "uniqueid": "u5.5dfb0f32",
        "data": {
            "unitid": "U5",
            "id": 2,
            "title": "",
            "points": {},
            "paragraphs": [
                "rays with a conunon initial point form an angle.",
                "Degree : The unit for the measurement of an angle is called degree.",
                "Interior Points = P, Q",
                "Exterior Points = M, N, S"
            ]
        }
    },
    {
        "uniqueid": "u5.a01b3035",
        "data": {
            "unitid": "U5",
            "id": 3,
            "title": "",
            "points": {},
            "paragraphs": [
                "Kinds of angles",
                "Right angle acute angle obtuse angle",
                "Reflex angle",
                "AOB is reflex angle."
            ]
        }
    },
    {
        "uniqueid": "u5.11c7806a",
        "data": {
            "unitid": "U5",
            "id": 4,
            "title": "",
            "points": {},
            "paragraphs": [
                "Complementary angles:",
                "TWO angles are complementary if the sum of their measures is .",
                "Supplementary angles:",
                "Two angles are supplementary if the sum of their measures is 180^0. eg. 70^0, 1 100, 700 + = 1800 500, 1300, 500 + 1300 = 180 0",
                "Adjacent angles:",
                "Two angles in a plane are adjacent angles if they have a common vertex, a common arm and their interiors do not overlap.",
                "DAC & ZCAB are adjacent angles.",
                "Linear pair :",
                "Adjacent supplementary angles form a linear pain.",
                "Vertically Opposite angles:",
                "1 & 3, 2 & 4 are vertically opposite angles. Vertically opposite angles are equal.",
                "Perpendicular lines:",
                "If the angle between two straight lines is then they are called perpendicular lines."
            ]
        }
    },
    {
        "uniqueid": "u5.231caf34",
        "data": {
            "unitid": "U5",
            "id": 5,
            "title": "",
            "points": {},
            "paragraphs": [
                "The perpendicular distance between two parallel lines is the same everywhere.",
                "Transversal : A line which intersects two or more given lines at different points is called transversal to the given lines.",
                "(i) Exterior angles : Z l, Z2, Z 7 & Z 8",
                "(ii) Interior angles : Z 3, Z4, Z 5 & Z6",
                "(iii) Corresponding angles : Zl & Z 5 ; Z-4 & Z 8",
                "(iv) Alternate or Alternate interior angles. Z4&Z6?, Z3&Z5",
                "(v) Alternate exterior angles.",
                "If two parallel lines are intersected by a transversal then,",
                "(i) Corresponding angles are equal",
                "(ii) Alternate and Alternate exterior angles are equal. h Alternate Alternate exterior = Zf Za = Zg Lc = Ze Zb = Zh",
                "(iii) Interior angles on the same side of the transversal are supplementary.",
                "Lines parallel to the same line are parallel to each other.",
                "Lines perpendicular to the same line are parallel to each other.",
                "If three parallel lines make equal intercepts on one transversal then they make equal intercepts on any other transversal.",
                "AB = BC EF = FG",
                "The intercepts made on any two transversals by three parallel lines are proportional."
            ]
        }
    },
    {
        "uniqueid": "u5.cdee058d",
        "data": {
            "unitid": "U5",
            "id": 6,
            "title": "",
            "points": {},
            "paragraphs": [
                "Triangle : A three sided closed figure is called a triangle",
                "Sides : AB, BC, CA, Vertices : A, B, C Angles LA, LB, ZC (or) c ZCAB, ZABC, ZBCA",
                "Types of Triangles :",
                "Based on Sides;",
                "(i) Scalene triangle : All sides are unequal.",
                "(ii) Isosceles triangle : Two sides are equal.",
                "(iii) Equilateral triangle : All sides are equal.",
                "Based on angles :",
                "(iv) Acute Angled triangle : All the angles are acute.",
                "(v) Right angled triangle: One of the angles in a triangle is right angle.",
                "(vi) Obtuse angled triangle : One of the angles in a triangle is obtuse angle.",
                "The sum of the three angles of a triangle is .",
                "The sum of any two sides will be greater than the third side",
                "In a triangle, if two sides are equal then the angles opposite to them are also equal.",
                "Pythagoras theorem",
                "In a right triangle the square on the hypotenuse equals the sum of the squares on other two sides.",
                "Eg : Pythagorean triplets.",
                "(3, 4, 5), (5, 12, 13) (7, 24, 25), (8, 15, 17)",
                "Median : A Median of a triangle is the line segment that joins a vertex to the middle point of the opposite side.",
                "(i) medians of a triangle are concurrent at the point G called the Centroid of the triangle.",
                "(ii) The Centroid of a triangle divides each median in the ratio 2 : 1.",
                "Altitude : An altitude of a triangle is the line segnent from a vertex of the triangle perpendicular to the opposite side.",
                "(i) The Altitudes of a triangle are concurrent at Orthocentre O.",
                "Perpendicular bisector : A line which bisects the given line segment at right angles is called the perpendicular bisector.",
                "(i) The perpendicular bisectors of the sides of a triangle are concurrent at circumcentret",
                "(ii) The circumcentre of a triangle is equidistant from its vertices.",
                "SA = SB = SC.",
                "Angle bisector :",
                "A ray which bisects the given angle is called angle bisector.",
                "(i) The angle bisector of the triangle are concurrent at Incentre I.",
                "(ii) The Incentre of a triangle is equidistant from its sides.",
                "In an equilateral triangle the Centroid, the orthocentre, the circumcentre and the incentre coincide.",
                "In a right triangle the orthocentre is at the vertex of the right angle.",
                "In a right triangle the circumcentre lies on the mid point of the hypotenuse.",
                "Congruent figures:",
                "Two figures are congruent if they have the same shape and size.",
                "Two plane figures are congruent if each, when superposed on the other covers it exactly.",
                "Two line segments are congruent, if they have the same length.",
                "angles are congruent if they have the same measure.",
                "For two triangles to be congruent.",
                "(i) SSS Congruence Condition : Three sides of one triangle are equal to the three sides of the other triangle.",
                "(ii)SAS Congruence Condition : Two sides and the included angle of the one are respectively equal to the two sides and the included angle of the other.",
                "(iii) AAS Congruence Condition : Two angles and one side of one are equal to two angles and the corresponding side of the other.",
                "(iv) RHS Congruence Condition : Two right triangles are congruent, if the hypotenuses are equal and one side of the one is equal to the corresponding side of the other.",
                "A line through the mid point of a side of a triangle parallel to another side bisects the third side.",
                "(ii) The line segment joining the mid points of two sides of a triangle c is parallel to the third side.",
                "If a line parallel to one side of a triangle intersects the other two sides in distinct points then it cuts off from these sides proportional to these sides"
            ]
        }
    },
    {
        "uniqueid": "u5.7c5a3333",
        "data": {
            "unitid": "U5",
            "id": 7,
            "title": "",
            "points": {},
            "paragraphs": [
                "A Four sided closed figure in a plane is called a Quadrilateral AC, BD are diagonals",
                "In a quadrilateral there are four pairs of adjacent angles, two pairs of opposite angles.",
                "The sum of the angles of a quadrialteral is , or four right angles."
            ]
        }
    },
    {
        "uniqueid": "u5.ec38e512",
        "data": {
            "unitid": "U5",
            "id": 8,
            "title": "",
            "points": {},
            "paragraphs": [
                "Trapezium",
                "One pair of Opposite sides are parallel.",
                "Parallelogram",
                "1. Both pairs of opposite sides are parallel",
                "2. Opposite angles are equal",
                "3. diagonals bisect each other",
                "4. sum of two adjacent angles is",
                "Rhombus",
                "1. Rhombus is a parallelogram in which all sides are equal",
                "2. The diagonals of a Rhombus bisect each other at right angles.",
                "Rectangle",
                "1.Rectangle is a parallelogram in which all the angles are equal to",
                "2.The diagonals of a rectangle are equal",
                "Square",
                "1. A Square is a rectangle in which the adjacent sides are equal.",
                "2. A Square is a rhombus in which all the angles are equal to .",
                "3. The diagonals are equal and bisect each other at right angles."
            ]
        }
    },
    {
        "uniqueid": "u5.23130e49",
        "data": {
            "unitid": "U5",
            "id": 9,
            "title": "",
            "points": {},
            "paragraphs": [
                "Circle is a Locus of points equidistant from a fixed point.",
                "AB = Diameter ; OC = Radius ; XY = Chord",
                "The fixed point O is called Centre.",
                "The fixed distance from centre to the circle is called fadius.",
                "Diameter =",
                "Diameter is the longest chord of a circle.",
                "Arc is a part of the circumference.",
                "ADC is called the minor arc",
                "ASC is called the major arc",
                "Circle is a Locus of points equidistant from a fixed point.",
                "AB = Diameter ; OC = Radius ; XY = Chord",
                "The fixed point O is called Centre.",
                "The fixed distance from centre to the circle is called fadius.",
                "Diameter =",
                "Diameter is the longest chord of a circle.",
                "Arc is a part of the circumference.",
                "ADC is called the minor arc",
                "ASC is called the major arc",
                "The Diameter divides the circle into two equal parts each part is called a Semi-circle.",
                "Angle in a semicircle is",
                "Angle in the major arc of a circle is acute.",
                "Angle in the minor arc of a circle is obtuse.",
                "Chords of a Circle and the properties :",
                "In a circle the perpendicular from the centre to a chord bisects the chord. (Conversely) -Lr bisector of a chord of a circle passes through the centre.",
                "In a circle the line joining the centre and the mid point of a chord is perpendicular to the chord",
                "An angle with its vertex at the centre of the cirlce is called a central angle of the cirlce.",
                "In a circle equal chords subtends equal angles at the centre. ZAOB = ZCOD",
                "Chords of a circle equidistant from the centre are equal.",
                "If two central angles are equal then the intercepted arcs are also equal. ZAOB = ZCOD 600 then AB is congruent to CD > 600",
                "In a circle with centre O, the degree measure of an arc is the measure of central angle subtended by the arc. = 60 0 , CD = 60 0",
                "Angle at the centre of the whole circle is 3600.",
                "In a circle the angle at circumference is half the angle at the centre.",
                "Angles inscribed in the same arc of a circle are equal. ZCED = ZCFD",
                "A quadrilateral inscribed in a circle is called cyclic quadrilateral. (or) A quadrilateral is cyclic if its vertices lie on a circle.",
                "In a cyclic quadrilateral, the sum of each pair of opposite angles is 1800 . ZA + ZC = 180 0 ZB + 180 0",
                "An exterior angle in a cyclic quadrilateral is equal to interior opposite angle."
            ]
        }
    },
    {
        "uniqueid": "u5.68dc9cc3",
        "data": {
            "unitid": "U5",
            "id": 10,
            "title": "",
            "points": {},
            "paragraphs": [
                "A Secant line of a circle is a line that intersects the circle in any two points.",
                "A tangent line to a circle is a line that touches the circle in exactly at one point.",
                "The tangent at a point and the radius through the point of contact are perpendicular each other.",
                "The common point to the circle and its tangent is called the point of contact.",
                "Through a given point on a circle only one tangent can be drawn.",
                "Through a given point in the interior of the circle no tangent can be drawn.",
                "Through a given point outside the circle two tangents can be drawn.",
                "A, B are points of contact.",
                "Length of the tangent from a point P outside the circle is the length of the line segment joining the given point and the point of contact.",
                "Lengths of the tangents to the circle from an external point are equal.",
                "The two tangents to a circle from an external point are equally inclined to the line joining the point to the centre of the cirlce."
            ]
        }
    }
]
